;=======================;
;	   Invisiible Parts
;=======================;

[VW_Shins_Invisible_M X2BodyPartTemplate]
DisplayName="None"

[VW_Shins_Invisible_M_T X2BodyPartTemplate]
DisplayName="None"

[VW_Shins_Invisible_F X2BodyPartTemplate]
DisplayName="None"

[VW_Shins_Invisible_F_T X2BodyPartTemplate]
DisplayName="None"


[VW_LeftArmDeco_Invisible_M X2BodyPartTemplate]
DisplayName="None"

[VW_LeftArmDeco_Invisible_M_T X2BodyPartTemplate]
DisplayName="None"

[VW_LeftArmDeco_Invisible_F X2BodyPartTemplate]
DisplayName="None"

[VW_LeftArmDeco_Invisible_F_T X2BodyPartTemplate]
DisplayName="None"


[VW_RightArmDeco_Invisible_M X2BodyPartTemplate]
DisplayName="None"

[VW_RightArmDeco_Invisible_M_T X2BodyPartTemplate]
DisplayName="None"

[VW_RightArmDeco_Invisible_F X2BodyPartTemplate]
DisplayName="None"

[VW_RightArmDeco_Invisible_F_T X2BodyPartTemplate]
DisplayName="None"


[VW_LeftForearm_Invisible_M X2BodyPartTemplate]
DisplayName="None"

[VW_LeftForearm_Invisible_M_T X2BodyPartTemplate]
DisplayName="None"

[VW_LeftForearm_Invisible_F X2BodyPartTemplate]
DisplayName="None"

[VW_LeftForearm_Invisible_F_T X2BodyPartTemplate]
DisplayName="None"


[VW_RightForearm_Invisible_M X2BodyPartTemplate]
DisplayName="None"

[VW_RightForearm_Invisible_M_T X2BodyPartTemplate]
DisplayName="None"

[VW_RightForearm_Invisible_F X2BodyPartTemplate]
DisplayName="None"

[VW_RightForearm_Invisible_F_T X2BodyPartTemplate]
DisplayName="None"


[VW_Thighs_Invisible_M X2BodyPartTemplate]
DisplayName="None"

[VW_Thighs_Invisible_M_T X2BodyPartTemplate]
DisplayName="None"

[VW_Thighs_Invisible_F X2BodyPartTemplate]
DisplayName="None"

[VW_Thighs_Invisible_F_T X2BodyPartTemplate]
DisplayName="None"


[VW_TorsoDeco_Invisible_M X2BodyPartTemplate]
DisplayName="None"

[VW_TorsoDeco_Invisible_M_T X2BodyPartTemplate]
DisplayName="None"

[VW_TorsoDeco_Invisible_F X2BodyPartTemplate]
DisplayName="None"

[VW_TorsoDeco_Invisible_F_T X2BodyPartTemplate]
DisplayName="None"

;=======================;
;	   Viper Heads
;=======================;

[VW_Head_Viper_M X2BodyPartTemplate]
DisplayName="Viper"

[VW_Head_Viper_F X2BodyPartTemplate]
DisplayName="Viper"

[VW_Head_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper"

[VW_Head_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper"


[VW_Head_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate"

[VW_Head_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate"

[VW_Head_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate"

[VW_Head_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate"


[VW_Head_Naja_M X2BodyPartTemplate]
DisplayName="Naja"

[VW_Head_Naja_F X2BodyPartTemplate]
DisplayName="Naja"

[VW_Head_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja"

[VW_Head_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja"


[VW_Head_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder"

[VW_Head_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder"

[VW_Head_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder"

[VW_Head_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder"

;=======================;
;	  Viper Helmets
;=======================;

[VW_Helmet_Viper_A_M X2BodyPartTemplate]
DisplayName="Viper Helmet (Full)"

[VW_Helmet_Viper_A_M_T X2BodyPartTemplate]
DisplayName="Viper Helmet (Full)"

[VW_Helmet_Viper_B_M X2BodyPartTemplate]
DisplayName="Viper Helmet (Neck)"

[VW_Helmet_Viper_B_M_T X2BodyPartTemplate]
DisplayName="Viper Helmet (Neck)"

[VW_Helmet_Viper_C_M X2BodyPartTemplate]
DisplayName="Viper Helmet (Head)"

[VW_Helmet_Viper_C_M_T X2BodyPartTemplate]
DisplayName="Viper Helmet (Head)"

[VW_Helmet_Viper_A_F X2BodyPartTemplate]
DisplayName="Viper Helmet (Full)"

[VW_Helmet_Viper_A_F_T X2BodyPartTemplate]
DisplayName="Viper Helmet (Full)"

[VW_Helmet_Viper_B_F X2BodyPartTemplate]
DisplayName="Viper Helmet (Neck)"

[VW_Helmet_Viper_B_F_T X2BodyPartTemplate]
DisplayName="Viper Helmet (Neck)"

[VW_Helmet_Viper_C_F X2BodyPartTemplate]
DisplayName="Viper Helmet (Head)"

[VW_Helmet_NoHelmet_M X2BodyPartTemplate]
DisplayName="No Helmet"

[VW_Helmet_NoHelmet_F X2BodyPartTemplate]
DisplayName="No Helmet"

[VW_Helmet_NoHelmet_M_T X2BodyPartTemplate]
DisplayName="No Helmet"

[VW_Helmet_NoHelmet_F_T X2BodyPartTemplate]
DisplayName="No Helmet"


;=======================;
;	  Viper Torsos
;=======================;

[VW_Torso_Viper_M X2BodyPartTemplate]
DisplayName="Viper Torso"

[VW_Torso_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Torso"

[VW_Torso_Viper_F X2BodyPartTemplate]
DisplayName="Viper Torso"

[VW_Torso_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Torso"


[VW_Torso_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Torso"

[VW_Torso_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Torso"

[VW_Torso_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Torso"

[VW_Torso_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Torso"


[VW_Torso_Naja_M X2BodyPartTemplate]
DisplayName="Naja Torso"

[VW_Torso_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Torso"

[VW_Torso_Naja_F X2BodyPartTemplate]
DisplayName="Naja Torso"

[VW_Torso_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Torso"


[VW_Torso_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Torso"

[VW_Torso_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Torso"

[VW_Torso_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Torso"

[VW_Torso_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Torso"

;=======================;
;	  Viper Thighs
;=======================;

[VW_Thighs_Viper_M X2BodyPartTemplate]
DisplayName="Viper Rear Tail Plates"

[VW_Thighs_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Rear Tail Plates"

[VW_Thighs_Viper_F X2BodyPartTemplate]
DisplayName="Viper Rear Tail Plates"

[VW_Thighs_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Rear Tail Plates"

;=======================;
;	  Viper Legs
;=======================;

[VW_Legs_Viper_M X2BodyPartTemplate]
DisplayName="Viper Tail"

[VW_Legs_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Tail"

[VW_Legs_Viper_F X2BodyPartTemplate]
DisplayName="Viper Tail"

[VW_Legs_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Tail"


[VW_Legs_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Tail"

[VW_Legs_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Tail"

[VW_Legs_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Tail"

[VW_Legs_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Tail"


[VW_Legs_Naja_M X2BodyPartTemplate]
DisplayName="Naja Tail"

[VW_Legs_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Tail"

[VW_Legs_Naja_F X2BodyPartTemplate]
DisplayName="Naja Tail"

[VW_Legs_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Tail"


[VW_Legs_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Tail"

[VW_Legs_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Tail"

[VW_Legs_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Tail"

[VW_Legs_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Tail"


;=======================;
;      Viper Arms
;=======================;

[VW_Arms_Viper_M X2BodyPartTemplate]
DisplayName="Viper Arms"

[VW_Arms_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Arms"

[VW_Arms_Naja_M X2BodyPartTemplate]
DisplayName="Naja Arms"

[VW_Arms_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Arms"

[VW_Arms_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Arms"

[VW_Arms_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Arms"

[VW_Arms_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Arms"

[VW_Arms_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Arms"

[VW_Arms_Viper_F X2BodyPartTemplate]
DisplayName="Viper Arms"

[VW_Arms_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Arms"

[VW_Arms_Naja_F X2BodyPartTemplate]
DisplayName="Naja Arms"

[VW_Arms_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Arms"

[VW_Arms_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Arms"

[VW_Arms_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Arms"

[VW_Arms_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Arms"

[VW_Arms_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Arms"

;=======================;
;      Viper Kevlar
;=======================;

[VW_Torso_Cnv_A_M X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso A"

[VW_Torso_Cnv_B_M X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso C"

[VW_Torso_Cnv_C_M X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso B"

[VW_Torso_Cnv_D_M X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso D"

[VW_Torso_Cnv_A_M_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso A"

[VW_Torso_Cnv_B_M_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso C"

[VW_Torso_Cnv_C_M_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso B"

[VW_Torso_Cnv_D_M_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso D"

[VW_Torso_Cnv_A_F X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso A"

[VW_Torso_Cnv_B_F X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso C"

[VW_Torso_Cnv_C_F X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso B"

[VW_Torso_Cnv_D_F X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso D"

[VW_Torso_Cnv_A_F_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso A"

[VW_Torso_Cnv_B_F_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso C"

[VW_Torso_Cnv_C_F_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso B"

[VW_Torso_Cnv_D_F_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Torso D"

[VW_Arms_Cnv_A_Viper_M X2BodyPartTemplate]
DisplayName="Viper Kevlar Arms A"

[VW_Arms_Cnv_A_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Kevlar Arms A"

[VW_Arms_Cnv_A_Naja_M X2BodyPartTemplate]
DisplayName="Naja Kevlar Arms A"

[VW_Arms_Cnv_A_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Kevlar Arms A"

[VW_Arms_Cnv_A_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Arms A"

[VW_Arms_Cnv_A_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Kevlar Arms A"

[VW_Arms_Cnv_A_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Kevlar Arms A"

[VW_Arms_Cnv_A_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Kevlar Arms A"

[VW_Arms_Cnv_A_Viper_F X2BodyPartTemplate]
DisplayName="Viper Kevlar Arms A"

[VW_Arms_Cnv_A_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Kevlar Arms A"

[VW_Arms_Cnv_A_Naja_F X2BodyPartTemplate]
DisplayName="Naja Kevlar Arms A"

[VW_Arms_Cnv_A_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Kevlar Arms A"

[VW_Arms_Cnv_A_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Kevlar Arms A"

[VW_Arms_Cnv_A_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Kevlar Arms A"

[VW_Arms_Cnv_A_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Kevlar Arms A"

[VW_Arms_Cnv_A_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Kevlar Arms A"

;=======================;
;     Viper Plated
;=======================;

[VW_Torso_PltLgt_M X2BodyPartTemplate]
DisplayName="Viper Plated Light Torso"

[VW_Torso_PltMed_M X2BodyPartTemplate]
DisplayName="Viper Plated Medium Torso"

[VW_Torso_PltHvy_M X2BodyPartTemplate]
DisplayName="Viper Plated Heavy Torso"

[VW_Torso_PltLgt_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Light Torso"

[VW_Torso_PltMed_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Medium Torso"

[VW_Torso_PltHvy_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Heavy Torso"

[VW_Torso_PltLgt_F X2BodyPartTemplate]
DisplayName="Viper Plated Light Torso"

[VW_Torso_PltMed_F X2BodyPartTemplate]
DisplayName="Viper Plated Medium Torso"

[VW_Torso_PltHvy_F X2BodyPartTemplate]
DisplayName="Viper Plated Heavy Torso"

[VW_Torso_PltLgt_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Light Torso"

[VW_Torso_PltMed_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Medium Torso"

[VW_Torso_PltHvy_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Heavy Torso"


[VW_Arms_PltMed_A_Viper_M X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms A"

[VW_Arms_PltMed_A_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms A"

[VW_Arms_PltMed_A_Naja_M X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms A"

[VW_Arms_PltMed_A_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms A"

[VW_Arms_PltMed_B_Viper_M X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms B"

[VW_Arms_PltMed_B_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms B"

[VW_Arms_PltMed_B_Naja_M X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms B"

[VW_Arms_PltMed_B_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms B"

[VW_Arms_PltMed_C_Viper_M X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms C"

[VW_Arms_PltMed_C_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms C"

[VW_Arms_PltMed_C_Naja_M X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms C"

[VW_Arms_PltMed_C_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms C"

[VW_Arms_PltMed_A_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms A"

[VW_Arms_PltMed_A_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms A"

[VW_Arms_PltMed_A_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms A"

[VW_Arms_PltMed_A_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms A"

[VW_Arms_PltMed_B_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms B"

[VW_Arms_PltMed_B_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms B"

[VW_Arms_PltMed_B_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms B"

[VW_Arms_PltMed_B_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms B"

[VW_Arms_PltMed_C_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms C"

[VW_Arms_PltMed_C_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms C"

[VW_Arms_PltMed_C_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms C"

[VW_Arms_PltMed_C_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms C"

[VW_Arms_PltMed_A_Viper_F X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms A"

[VW_Arms_PltMed_A_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms A"

[VW_Arms_PltMed_A_Naja_F X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms A"

[VW_Arms_PltMed_A_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms A"

[VW_Arms_PltMed_B_Viper_F X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms B"

[VW_Arms_PltMed_B_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms B"

[VW_Arms_PltMed_B_Naja_F X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms B"

[VW_Arms_PltMed_B_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms B"

[VW_Arms_PltMed_C_Viper_F X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms C"

[VW_Arms_PltMed_C_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms C"

[VW_Arms_PltMed_C_Naja_F X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms C"

[VW_Arms_PltMed_C_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms C"

[VW_Arms_PltMed_A_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms A"

[VW_Arms_PltMed_A_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms A"

[VW_Arms_PltMed_A_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms A"

[VW_Arms_PltMed_A_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms A"

[VW_Arms_PltMed_B_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms B"

[VW_Arms_PltMed_B_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms B"

[VW_Arms_PltMed_B_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms B"

[VW_Arms_PltMed_B_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms B"

[VW_Arms_PltMed_C_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Plated Medium Arms C"

[VW_Arms_PltMed_C_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Plated Medium Arms C"

[VW_Arms_PltMed_C_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Plated Medium Arms C"

[VW_Arms_PltMed_C_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Plated Medium Arms C"

;=======================;
;     Viper Powered
;=======================;

[VW_Torso_PwrLgt_M X2BodyPartTemplate]
DisplayName="Viper Powered Light Torso"

[VW_Torso_PwrMed_M X2BodyPartTemplate]
DisplayName="Viper Powered Medium Torso"

[VW_Torso_PwrHvy_M X2BodyPartTemplate]
DisplayName="Viper Powered Heavy Torso"

[VW_Torso_PwrLgt_M_T X2BodyPartTemplate]
DisplayName="Viper Powered Light Torso"

[VW_Torso_PwrMed_M_T X2BodyPartTemplate]
DisplayName="Viper Powered Medium Torso"

[VW_Torso_PwrHvy_M_T X2BodyPartTemplate]
DisplayName="Viper Powered Heavy Torso"

[VW_Torso_PwrLgt_F X2BodyPartTemplate]
DisplayName="Viper Powered Light Torso"

[VW_Torso_PwrMed_F X2BodyPartTemplate]
DisplayName="Viper Powered Medium Torso"

[VW_Torso_PwrHvy_F X2BodyPartTemplate]
DisplayName="Viper Powered Heavy Torso"

[VW_Torso_PwrLgt_F_T X2BodyPartTemplate]
DisplayName="Viper Powered Light Torso"

[VW_Torso_PwrMed_F_T X2BodyPartTemplate]
DisplayName="Viper Powered Medium Torso"

[VW_Torso_PwrHvy_F_T X2BodyPartTemplate]
DisplayName="Viper Powered Heavy Torso"


[VW_Arms_PwrMed_A_Viper_M X2BodyPartTemplate]
DisplayName="Viper Powered Medium Arms A"

[VW_Arms_PwrMed_A_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Powered Medium Arms A"

[VW_Arms_PwrMed_A_Naja_M X2BodyPartTemplate]
DisplayName="Naja Powered Medium Arms A"

[VW_Arms_PwrMed_A_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Powered Medium Arms A"

[VW_Arms_PwrMed_B_Viper_M X2BodyPartTemplate]
DisplayName="Viper Powered Medium Arms B"

[VW_Arms_PwrMed_B_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Powered Medium Arms B"

[VW_Arms_PwrMed_B_Naja_M X2BodyPartTemplate]
DisplayName="Naja Powered Medium Arms B"

[VW_Arms_PwrMed_B_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Powered Medium Arms B"

[VW_Arms_PwrMed_A_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Powered Medium Arms A"

[VW_Arms_PwrMed_A_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Powered Medium Arms A"

[VW_Arms_PwrMed_A_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Powered Medium Arms A"

[VW_Arms_PwrMed_A_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Powered Medium Arms A"

[VW_Arms_PwrMed_B_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Powered Medium Arms B"

[VW_Arms_PwrMed_B_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Powered Medium Arms B"

[VW_Arms_PwrMed_B_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Powered Medium Arms B"

[VW_Arms_PwrMed_B_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Powered Medium Arms B"

[VW_Arms_PwrMed_A_Viper_F X2BodyPartTemplate]
DisplayName="Viper Powered Medium Arms A"

[VW_Arms_PwrMed_A_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Powered Medium Arms A"

[VW_Arms_PwrMed_A_Naja_F X2BodyPartTemplate]
DisplayName="Naja Powered Medium Arms A"

[VW_Arms_PwrMed_A_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Powered Medium Arms A"

[VW_Arms_PwrMed_B_Viper_F X2BodyPartTemplate]
DisplayName="Viper Powered Medium Arms B"

[VW_Arms_PwrMed_B_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Powered Medium Arms B"

[VW_Arms_PwrMed_B_Naja_F X2BodyPartTemplate]
DisplayName="Naja Powered Medium Arms B"

[VW_Arms_PwrMed_B_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Powered Medium Arms B"

[VW_Arms_PwrMed_A_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Powered Medium Arms A"

[VW_Arms_PwrMed_A_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Powered Medium Arms A"

[VW_Arms_PwrMed_A_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Powered Medium Arms A"

[VW_Arms_PwrMed_A_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Powered Medium Arms A"

[VW_Arms_PwrMed_B_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Powered Medium Arms B"

[VW_Arms_PwrMed_B_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Powered Medium Arms B"

[VW_Arms_PwrMed_B_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Powered Medium Arms B"

[VW_Arms_PwrMed_B_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Powered Medium Arms B"

;=======================;
;    Viper Underlay
;=======================;

[VW_Torso_Underlay_M X2BodyPartTemplate]
DisplayName="Viper Underlay Torso"

[VW_Torso_Underlay_M_T X2BodyPartTemplate]
DisplayName="Viper Underlay Torso"

[VW_Torso_Underlay_F X2BodyPartTemplate]
DisplayName="Viper Underlay Torso"

[VW_Torso_Underlay_F_T X2BodyPartTemplate]
DisplayName="Viper Underlay Torso"

[VW_Arms_Underlay_Viper_M X2BodyPartTemplate]
DisplayName="Viper Underlay Arms"

[VW_Arms_Underlay_Neonate_M X2BodyPartTemplate]
DisplayName="Neonate Underlay Arms"

[VW_Arms_Underlay_Naja_M X2BodyPartTemplate]
DisplayName="Naja Underlay Arms"

[VW_Arms_Underlay_Sidewinder_M X2BodyPartTemplate]
DisplayName="Sidewinder Underlay Arms"

[VW_Arms_Underlay_Viper_M_T X2BodyPartTemplate]
DisplayName="Viper Underlay Arms"

[VW_Arms_Underlay_Neonate_M_T X2BodyPartTemplate]
DisplayName="Neonate Underlay Arms"

[VW_Arms_Underlay_Naja_M_T X2BodyPartTemplate]
DisplayName="Naja Underlay Arms"

[VW_Arms_Underlay_Sidewinder_M_T X2BodyPartTemplate]
DisplayName="Sidewinder Underlay Arms"

[VW_Arms_Underlay_Viper_F X2BodyPartTemplate]
DisplayName="Viper Underlay Arms"

[VW_Arms_Underlay_Neonate_F X2BodyPartTemplate]
DisplayName="Neonate Underlay Arms"

[VW_Arms_Underlay_Naja_F X2BodyPartTemplate]
DisplayName="Naja Underlay Arms"

[VW_Arms_Underlay_Sidewinder_F X2BodyPartTemplate]
DisplayName="Sidewinder Underlay Arms"

[VW_Arms_Underlay_Viper_F_T X2BodyPartTemplate]
DisplayName="Viper Underlay Arms"

[VW_Arms_Underlay_Neonate_F_T X2BodyPartTemplate]
DisplayName="Neonate Underlay Arms"

[VW_Arms_Underlay_Naja_F_T X2BodyPartTemplate]
DisplayName="Naja Underlay Arms"

[VW_Arms_Underlay_Sidewinder_F_T X2BodyPartTemplate]
DisplayName="Sidewinder Underlay Arms"


;=======================;
; Viper Face Props Upper
;=======================;

[VW_FacePropsUpper_NerdGlasses_M X2BodyPartTemplate]
DisplayName="Nerd Glasses"

[VW_FacePropsUpper_Aviators_M X2BodyPartTemplate]
DisplayName="Aviators"

[VW_FacePropsUpper_ClassySunglasses_M X2BodyPartTemplate]
DisplayName="Classy Sunglasses"

[VW_FacePropsUpper_Eyepatch_M X2BodyPartTemplate]
DisplayName="Eyepatch"

[VW_FacePropsUpper_FancyGlasses_M X2BodyPartTemplate]
DisplayName="Fancy Glasses"

[VW_FacePropsUpper_HippyGlasses_M X2BodyPartTemplate]
DisplayName="Hippy Glasses"

[VW_FacePropsUpper_HippySunglasses_M X2BodyPartTemplate]
DisplayName="Hippy Sunglasses"

[VW_FacePropsUpper_Monocle_M X2BodyPartTemplate]
DisplayName="Monocle"

[VW_FacePropsUpper_PlainGlasses_M X2BodyPartTemplate]
DisplayName="Plain Glasses"

[VW_FacePropsUpper_SportSunglasses_M X2BodyPartTemplate]
DisplayName="Sport Sunglasses"

[VW_FacePropsUpper_NerdGlasses_F X2BodyPartTemplate]
DisplayName="Nerd Glasses"

[VW_FacePropsUpper_Aviators_F X2BodyPartTemplate]
DisplayName="Aviators"

[VW_FacePropsUpper_ClassySunglasses_F X2BodyPartTemplate]
DisplayName="Classy Sunglasses"

[VW_FacePropsUpper_Eyepatch_F X2BodyPartTemplate]
DisplayName="Eyepatch"

[VW_FacePropsUpper_FancyGlasses_F X2BodyPartTemplate]
DisplayName="Fancy Glasses"

[VW_FacePropsUpper_HippyGlasses_F X2BodyPartTemplate]
DisplayName="Hippy Glasses"

[VW_FacePropsUpper_HippySunglasses_F X2BodyPartTemplate]
DisplayName="Hippy Sunglasses"

[VW_FacePropsUpper_Monocle_F X2BodyPartTemplate]
DisplayName="Monocle"

[VW_FacePropsUpper_PlainGlasses_F X2BodyPartTemplate]
DisplayName="Plain Glasses"

[VW_FacePropsUpper_SportSunglasses_F X2BodyPartTemplate]
DisplayName="Sport Sunglasses"